Repository: sarensw/MacPacker
Catalog: MacPacker/Localizable.xcstrings
Source language: en
Languages: de, es_mx, fr, it, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# appExtractionInProgress
source: An extraction is still in progress
de: Eine Entpackung läuft noch.
es_mx: Una extracción sigue en proceso
fr: Une extraction est encore en cours
it: Un'estrazione è ancora in corso
pl: Rozpakowywanie nadal jest w toku
ru: Распаковка ещё выполняется
tr: Çıkarma işlemi hâlâ sürüyor
uk: Розпакування ще триває
vi: Quá trình giải nén vẫn đang tiếp tục.
zh_hans: 解压正在进行中

# appQuitAnyway
source: Quit Anyway
de: Trotzdem beenden
es_mx: Salir
fr: Quitter quand même
it: Esci Comunque
ko: 그래도 종료
pl: Zakończ mimo to
pt_br: Encerrar Mesmo Assim
ru: Все равно выйти
tr: Yine de Çık
uk: Все одно завершити
vi: Thoát hoàn toàn
zh_hans: 仍要退出

# appQuitDuringExtractionWarning
source: Quitting now stops the extraction and may leave incomplete files at the destination.
de: Wenn du jetzt beendest, wird die Entpackung abgebrochen. Am Zielort können unvollständige Dateien zurückbleiben.
es_mx: Salir ahora detendrá la extracción y podría dejar archivos incompletos en el destino.
fr: Quitter maintenant arrêtera l'extraction et pourra laisser des fichiers incomplets dans la destination.
it: L'uscita interrompe l'estrazione e può lasciare file incompleti nella destinazione.
pl: Zakończenie operacji rozpakowywania może spowodować niekompletność plików w miejscu docelowym.
ru: Выход останавливает извлечение и может оставить неполные файлы в пункте назначения.
tr: Şimdi çıkarsanız çıkarma işlemi durdurulur ve hedefte tamamlanmamış dosyalar kalabilir.
uk: Вихід зараз зупиняє розпакування та може залишити неповні файли в місці призначення.
vi: Thoát ngay bây giờ sẽ dừng quá trình giải nén và có thể để lại các tập tin chưa hoàn chỉnh tại thư mục đích.
zh_hans: 现在退出将停止解压，并可能在目标位置留下不完整的文件。

# archiveBrowseDeleteSelectedHint
source: Delete the selected items from the archive
de: Ausgewählte Elemente aus dem Archiv löschen
es_mx: Eliminar los elementos seleccionados del archivo comprimido
fr: Supprimer l'élément sélectionné de l'archive
it: Rimuovi gli elementi selezionati dall'archivio
pl: Usuń zaznaczone obiekty z archiwum
ru: Удалить выбранные объекты из архива
tr: Seçilen öğeleri arşivden sil
uk: Видалити вибрані елементи з архіву
vi: Xóa các mục đã chọn khỏi tệp nén
zh_hans: 从压缩包中删除所选项目

# archiveBrowseEdited
source: Modified
de: Geändert
es_mx: Modificación
fr: Modifié
it: Modificato
ko: 수정일
pl: Zmodyfikowano
pt_br: Modificado
ru: Дата изменения
tr: Değiştirildi
uk: Змінено
vi: Đã sửa
zh_hans: 已修改

# archiveBrowseEnclosingFolder
source: Enclosing Folder
de: Übergeordneter Ordner
es_mx: Carpeta contenedora
fr: Dossier parent
it: Cartella superiore
ko: 상위 폴더
pl: Folder obejmujący
pt_br: Pasta Original
ru: На уровень выше
tr: İçeren Klasör
uk: На рівень вгору
vi: Thư mục đính kèm
zh_hans: 上层文件夹

# archiveBrowseOpenInNewWindow
source: Open in New Window
de: In neuem Fenster öffnen
es_mx: Abrir en una ventana nueva
fr: Ouvrir dans une nouvelle fenêtre
it: Apri in una Nuova Finestra
ko: 새로운 윈도우에서 열기
pl: Otwórz w nowym oknie
pt_br: Abrir em Nova Janela
ru: Открыть в новом окне
tr: Yeni Pencerede Aç
uk: Відкрити в новому вікні
vi: Mở trong cửa sổ mới
zh_hans: 在新窗口中打开

# archiveBrowseQuickLook
source: Quick Look
de: Übersicht
es_mx: Vista rápida
fr: Coup d’œil
it: Visualizzazione Rapida
pl: Szybki przegląd
pt_br: Visualização Rápida
ru: Быстрый просмотр
tr: Göz At
uk: Швидкий перегляд
vi: Tổng quan
zh_hans: 快速查看

# archiveCompressDropHint
source: Drop here to compress
de: Zum Komprimieren hier ablegen
es_mx: Suelta aquí para comprimir
fr: Déposer ici pour compresser
it: Trascina qui per comprimere
ko: 압축을 하려면 여기에 끌어 놓으세요
pl: Upuść tutaj, aby zarchiwizować.
pt_br: Solte aqui para comprimir
ru: Перетащите файлы для сжатия
tr: Sıkıştırmak için buraya bırakın
uk: Перетягніть сюди, щоб стиснути
vi: Thả vào đây để nén
zh_hans: 拖放至此处压缩

# archiveCompressHere
source: Compress here
de: Hier komprimieren
es_mx: Comprime aquí
fr: Compresser ici
it: Comprimi qui
ko: 여기에 압축하기
pl: Archiwizuj tutaj
pt_br: Comprimir Aqui
ru: Сжать здесь
tr: Burada sıkıştır
uk: Стиснути тут
vi: Nén tại đây
zh_hans: 压缩至当前位置

# archiveCompressWindowTop
source: Keep on Top
de: Oben behalten
es_mx: Mantener arriba
fr: Garder au premier plan
it: Mantieni in alto
ko: 상단에 유지
pl: Pozostaw na górze
pt_br: Manter em Primeiro Plano
ru: Оставить сверху
tr: En Üstte Tut
uk: Поверх інших вікон
vi: Giữ trên cùng
zh_hans: 保留在顶部

# archiveContentViewerAddHint
source: Add files or folders to the archive
de: Dateien oder Ordner zum Archiv hinzufügen
es_mx: Añadir archivos o carpetas al archivo comprimido
fr: Rajouter des fichiers ou dossiers à l'archive
it: Aggiungi file o cartelle all'archivio
pl: Dodaj pliki lub foldery do archiwum
ru: Добавить файлы или папки в архив
tr: Arşive dosya veya klasör ekle
uk: Додати файли або папки до архіву
vi: Thêm tệp hoặc thư mục vào kho lưu trữ
zh_hans: 将文件或文件夹添加到压缩包

# archiveContentViewerArchiveInfo
source: Archive info
de: Archivinformationen
es_mx: Información del archivo
fr: Informations de l’archive
it: Informazioni dell'archivio
ko: 압축 파일 정보
pl: Informacje o Archiwum
pt_br: Informações de Arquivo
ru: Информация об архиве
tr: Arşiv Bilgisi
uk: Інформація про архів
vi: Thông tin lưu trữ
zh_hans: 压缩文件信息

# archiveContentViewerAutomatic
source: Automatic
de: Automatisch
es_mx: Automáticamente
fr: Automatique
it: Automatico
ko: 자동
pl: Automatycznie
pt_br: Automaticamente
ru: Автоматически
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_hans: 自动

# archiveContentViewerChangeThePasswordUnderOptions
source: Change the password under Options…
de: Ändere das Passwort in den Optionen...
es_mx: Cambia la contraseña en Opciones…
fr: Changer le mot de passe...
it: Modifica la password in Opzioni…
pl: Zmień hasło używając Opcji...
ru: Изменить пароль можно в разделе Параметры…
uk: Змінити пароль у розділі Параметри…
zh_hans: 在“选项”中更改密码…

# archiveContentViewerZipPasswordCharacterHint
source: A zip password can only use letters A–Z, digits, spaces and common symbols. 7z takes any password.
de: Ein Zip-Passwort darf nur Buchstaben (A–Z), Ziffern, Leerzeichen und gängige Symbole enthalten. 7z akzeptiert jedes beliebige Passwort.
es_mx: La contraseña de un archivo zip sólo puede contener letras A-Z, números, espacios y símbolos comunes. Los archivos 7z pueden tener cualquier contraseña.
fr: Un mot de passe zip ne contient que des lettres, des chiffres, des espaces et quelques symboles courants. 7z peut utiliser tous les mots de passe
it: Una password Zip può contenere solo lettere A–Z, cifre, spazi e simboli comuni. 7z accetta qualsiasi password.
pl: Hasło ZIP może zawierać tylko znaki A-Z, cyfry, spacje i symbole ogólne. 7z akceptuje każde hasło.
ru: Пароль zip может содержать только буквы A–Z, цифры, пробелы и основные символы. 7z поддерживает любые пароли.
uk: Пароль zip може містити лише літери A–Z, цифри, пробіли та поширені символи. 7z підтримує будь-які паролі.
zh_hans: zip 密码只能使用字母 A–Z、数字、空格和常见符号。7z 接受任意密码。

# archiveCreateNewArchive
source: Create a new archive
de: Neues Archiv erstellen
es_mx: Crear un nuevo archivo comprimido
fr: Nouvelle archive
it: Crea nuovo archivio
pl: Utwórz nowe archiwum
ru: Создать новый архив
tr: Yeni Arşiv Oluştur
uk: Створити новий архів
vi: Tạo kho lưu trữ mới
zh_hans: 创建新压缩包

# archiveExtractChooseDestination
source: Choose where to extract
de: Wähle wo entpackt werden soll
es_mx: Selecciona a donde extraer
fr: Choisissez où extraire
it: Scegli dove estrarre
pl: Wybierz miejsce rozpakowania
ru: Выберите место для распаковки
uk: Вибрати місце для розпакування
zh_hans: 选择解压位置

# archiveExtractTimeLeft
source: %@ left
de: %@ übrig
es_mx: Quedan %@
fr: Encore %@
it: %@ rimasti
pl: %@ pozostało
ru: %@ осталось
tr: %@ kaldı
uk: %@ залишилось
vi: %@ bên trái
zh_hans: 剩余 %@

# archivePasswordMaxLengthHint
source: With AES-256, a zip password can be at most %lld characters long.
de: Bei AES-256 darf ein ZIP-Passwort höchstens %lld Zeichen lang sein.
es_mx: Con AES-256, la contraseña de un zip puede tener como máximo %lld caracteres.
fr: Avec AES-256, le mot de passe zip est limité à %lld caractères.
it: Con AES-256, la password di uno zip può contenere al massimo %lld caratteri.
pl: Z szyfrowaniem AES-256 hasło zip może mieć do %lld znaków.
ru: При использовании AES-256 пароль для zip-архива может содержать не более %lld символов.
uk: З AES-256 пароль zip може містити максимум %lld символів.
zh_hans: 使用 AES-256 时，zip 密码最长为 %lld 个字符。

# archivePasswordZipCryptoWarning
source: ZipCrypto is easily broken. Pick it only for tools that cannot open AES-256.
de: ZipCrypto ist leicht zu knacken. Verwenden Sie es nur für Tools, die AES-256 nicht öffnen können.
es_mx: ZipCrypto falla regularmente. Úsalo solo para herramientas que no puedan abrir archivos cifrados con AES-256.
fr: ZipCrypto est facile à casser. Utiliser seulement pour les outils incompatibles avec AES-256.
it: ZipCrypto è facile da violare. Sceglilo solo per strumenti che non supportano AES-256.
pl: ZipCrypto można łatwo złamać. Używaj tylko tam, gdzie nie można użyć AES-256.
ru: ZipCrypto легко взломать. Используйте его только для инструментов, которые не могут открыть AES-256.
uk: ZipCrypto легко зламати. Вибирайте його лише для інструментів, які не можуть відкрити AES-256.
zh_hans: ZipCrypto 很容易被破解。仅在工具无法打开 AES-256 压缩包时才选择它。

# archiveSaveDefaultName
source: the archive
de: das Archiv
es_mx: el archivo comprimido
fr: l'archive
it: L'archivio
pl: archiwum
ru: Архив
tr: arşiv
uk: архів
vi: tệp nén
zh_hans: 压缩包

# archiveSaveDictionarySize
source: Dictionary size
de: Wörterbuchgröße
es_mx: Tamaño del diccionario
fr: Taille du dictionnaire
it: Dimensione Dizionario
ko: 사전 크기(D)
pl: Rozmiar słownika
pt_br: Tamanho do dicionário
ru: Размер словаря
tr: Sözlük Boyutu
uk: Розмір словника
vi: Kích cỡ thư mục
zh_hans: 字典大小(D)

# archiveSaveDiscardChanges
source: Don't Save
de: Nicht sichern
es_mx: No guardar
fr: Ne pas enregistrer
it: Non Salvare
ko: 저장하지 않음
pl: Nie zachowuj
pt_br: Não Salvar
ru: Не сохранять
tr: Kaydetme
uk: Не зберігати
vi: Không lưu
zh_hans: 不保存

# archiveSaveDontSplit
source: Don't split
de: Nicht teilen
es_mx: No dividir
fr: Ne pas découper
it: Non dividere
pl: Nie rozdzielaj
ru: Не разделять
uk: Не розділяти
zh_hans: 不拆分

# archiveSaveEncryptFileNames
source: Encrypt file names
de: Dateinamen verschlüsseln
es_mx: Cifrar nombres de archivo
fr: Chiffrer les noms de fichiers
it: Cifra i nomi dei file
ko: 파일 이름 암호화
pl: Zaszyfruj nazwy plików
pt_br: Encriptar nomes de ficheiros
ru: Шифровать имена файлов
tr: Dosya adlarını şifrele
uk: Шифрувати імена файлів
vi: Mã hoá tên tệp
zh_hans: 加密文件名

# archiveSaveEncryptFileNamesHint
source: File names stay readable in a zip archive. 7z can encrypt them too.
de: Dateinamen bleiben in einem ZIP-Archiv lesbar. 7z kann diese auch verschlüsseln.
es_mx: En archivos zip los nombres de los archivos siguen siendo visibles. En archivos 7z pueden ser cifrados.
fr: Les noms de fichiers restent visible dans une archive zip. 7z peut les masquer.
it: I nomi dei file rimangono leggibili in un archivio zip. 7z può crittografare anche quelli.
pl: Nazwy plików będą odczytywalne w archiwum ZIP. 7z potrafi je szyfrować.
ru: В zip-архиве имена файлов остаются читаемыми. 7z также может их зашифровать.
uk: Імена файлів залишаються читабельними в zip-архіві. 7z також може їх шифрувати.
zh_hans: 在 zip 压缩包中文件名保持可读。7z 也可以加密文件名。

# archiveSaveEncryptionMethod
source: Encryption method
de: Verschlüsselungsmethode
es_mx: Método de cifrado
fr: Méthode de chiffrement
it: Metodo di cifratura
ko: 암호화 방법
pl: Sposób szyfrowania
pt_br: Método de encriptação
ru: Метод шифрования
tr: Şifreleme yöntemi
uk: Метод шифрування
vi: Phương thức mã hóa
zh_hans: 加密方式

# archiveSaveExcludeDsStoreFiles
source: Exclude .DS_Store files
de: .DS_Store ausschließen
es_mx: Excluir archivos .DS_Store
fr: Ignorer les fichiers .DS_Store
it: Escludi i file .DS_Store
pl: Wyklucz pliki .DS_Store
ru: Исключить файлы .DS_Store
uk: Виключити файли .DS_Store
zh_hans: 排除 .DS_Store 文件

# archiveSaveLevelFast
source: Fast
de: Schnell
es_mx: Rápida
fr: Rapide
it: Veloce
ko: 빠르게
pl: Szybko
pt_br: Rápida
ru: Быстрое
tr: Hızlı
uk: Швидко
vi: Nhanh
zh_hans: 快速

# archiveSaveLevelFastest
source: Fastest
de: Schnellste
es_mx: El más rápido
fr: Le plus rapide
it: Velocissima
ko: 가장 빠름
pl: Najszybsza
pt_br: Muito rápido
ru: Самый быстрый
tr: En hızlı
uk: Швидкісний
vi: Nhanh nhất
zh_hans: 极速压缩

# archiveSaveLevelStore
source: Store
de: Ohne Komprimierung
es_mx: Sin compresión
fr: Sans compression
it: Memorizza
ko: 압축 안 함
pl: Bez kompresji
pt_br: Sem compressão
ru: Без сжатия
tr: Sıkıştırma Yok
uk: Без стиснення
vi: Cửa hàng
zh_hans: 不压缩

# archiveSaveMethod
source: Method
de: Methode
es_mx: Método
fr: Méthode
it: Metodo
ko: 방법
pl: Tryb
pt_br: Método
ru: Метод
tr: Yöntem
uk: Метод
vi: Phương thức nén
zh_hans: 压缩方式

# archiveSaveNonSolid
source: Non-solid
de: Nicht solide
es_mx: No sólido
fr: Non-solide
it: Non-solido
ko: 솔리드 사용 않함
pl: Nieciągły
pt_br: Não sólido
ru: По размеру файла
tr: Katı Arşiv Olmayanlar
uk: За розміром файлу
vi: Không nén dạng Solid
zh_hans: 非固实

# archiveSavePasswordVerify
source: Repeat
de: Wiederholen
es_mx: Repetir
fr: Répéter
it: Ripeti
ko: 암호 다시 입력
pl: Powtórz
pt_br: Repetir
ru: Повторить
tr: Tekrarla
uk: Повторити
vi: Lặp lại
zh_hans: 重复

# archiveSaveSolid
source: Solid
de: Kompakt (solid)
es_mx: Sólido
fr: Solide
it: Solido
ko: 솔리드
pl: Ciągły
pt_br: Sólido
ru: Непрерывный
tr: Katı Arşiv
uk: Неперервний
zh_hans: 固实

# archiveSaveSolidBlockSize
source: Solid block size
de: Größe solider Blöcke
es_mx: Tamaño de bloque sólido
fr: Taille de bloc solide
it: Dimensione del blocco solido
ko: 솔리드 블록 크기
pl: Rozmiar bloku ciągłego
pt_br: Tamanho dos blocos sólidos
ru: Размер solid-блока
tr: Katı Arşiv Blok Boyutu
uk: Розмір solid-блоку
vi: Kích cỡ nén Solid
zh_hans: 固实数据大小

# archiveSaveUnsavedChangesPrompt
source: Do you want to save the changes you made to “%@”?
de: Möchtest du die Änderungen an "%@" speichern?
es_mx: Deseas guardar los cambios que hiciste a “%@”?
fr: Enregistrer les changements faits dans “%@” ?
it: Vuoi salvare le modifiche a “%@”?:
pl: Czy chcesz zapisać zmiany, które wprowadziłeś do “%@”?
ru: Вы хотите сохранить сделанные изменения в “%@”?
tr: “%@” üzerinde yaptığınız değişiklikleri kaydetmek istiyor musunuz?
uk: Ви хочете зберегти зміни, внесені до «%@»?
vi: Bạn có muốn lưu lại những thay đổi bạn đã thực hiện đối với “%@” không?
zh_hans: 是否保存对“%@”所做的更改？

# archiveSaveUnsavedChangesWarning
source: Your changes will be lost if you don’t save them.
de: Deine Änderungen gehen verloren, wenn du sie nicht speicherst.
es_mx: Tus cambios se perderán si no los guardas.
fr: Les changements seront perdu s'ils ne sont pas enregistrés.
it: Le modifiche non salvate andranno perse.
pl: Twoje zmiany zostaną utracone, jeśli ich nie zapiszesz.
ru: Ваши изменения будут потеряны, если вы их не сохраните
tr: Kaydetmezseniz değişiklikleriniz kaybolacak.
uk: Ваші зміни будуть втрачені, якщо ви їх не збережете.
vi: Những thay đổi của bạn sẽ mất nếu không lưu lại.
zh_hans: 如果不保存，您的更改将丢失。

# archiveSaveWordSize
source: Word size
de: Wortgröße
es_mx: Tamaño de la palabra
fr: Taille des mots
it: Dimensioni Parola
ko: 단어 크기(W)
pl: Rozmiar słowa
pt_br: Tamanho da palavra
ru: Размер слова
tr: Sözcük Boyutu
uk: Розмір слова
vi: Kích cỡ văn bản
zh_hans: 单词大小(W)

# columnDateModified
source: Date Modified
de: Änderungsdatum
es_mx: Fecha de modificación
fr: Date de modification
it: Data di modifica
ko: 수정 날짜
pl: Data modyfikacji
pt_br: Data de Modificação
ru: Дата изменения
tr: Değiştirilme Tarihi
uk: Дата модифікації
vi: Ngày sửa đổi
zh_hans: 修改日期

# columnPackedSize
source: Packed Size
de: Komprimierte Größe
es_mx: Tamaño comprimido
fr: Taille compressée
it: Dimensione compressa
ko: 압축 크기
pl: Rozmiar po spakowaniu
pt_br: Tamanho total
ru: Сжатый размер
tr: Sıkıştırılmış Boyut
uk: Запакований розмір
vi: Kích thước đóng gói
zh_hans: 压缩后大小

# columnPermissions
source: Permissions
de: Berechtigungen
es_mx: Permisos
fr: Autorisations
it: Permessi
ko: 권한
pl: Uprawnienia
pt_br: Permissões
ru: Разрешения
tr: İzinler
uk: Дозволи
vi: Quyền hạn
zh_hans: 权限

# columnSize
source: Size
de: Größe
es_mx: Tamaño
fr: Taille
it: Dimensione
ko: 원본 크기
pl: Rozmiar
pt_br: Tamanho
ru: Размер
tr: Boyut
uk: Розмір
vi: Kích cỡ
zh_hans: 大小

# commonAbout
source: About %@
de: Über %@
es_mx: Acerca de %@
fr: À propos de %@
it: Di %@
ko: %@ 정보
pl: O %@
pt_br: Sobre %@
ru: О %@
tr: %@ Hakkında
uk: Про %@
vi: Về %@
zh_hans: 关于 %@

# commonAcknowledgements
source: Acknowledgements
de: Anmerkungen
es_mx: Reconocimientos
fr: Remerciements
it: Ringraziamenti
ko: 오픈소스 라이선스
pl: Podziękowania
pt_br: Reconhecimentos
ru: Благодарности
tr: Teşekkürler
uk: Подяки
vi: Lời cảm ơn
zh_hans: 致谢

# commonAdd
source: Add
de: Hinzufügen
es_mx: Agregar
fr: Ajouter
it: Aggiungi
ko: 추가
pl: Dodaj
pt_br: Adicionar
ru: Добавить
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加

# commonAddToArchive
source: Add to archive...
de: Zu einem Archiv hinzufügen...
es_mx: Agregar al archivo comprimido...
fr: Ajouter à l'archive...
it: Aggiungi all'archivio...
ko: 압축파일에 추가...
pl: Dodaj do archiwum...
pt_br: Adicionar ao arquivo...
ru: Добавить к архиву...
tr: Arşive ekle...
uk: Додати до архіву...
vi: Thêm vào tệp nén...
zh_hans: 添加到压缩包...

# commonAddToNamed
source: Add to “%@”
de: Zu „%@“ hinzufügen
es_mx: Agregar a “%@”
fr: Ajouter à « %@ »
it: Aggiungi a “%@”
ko: ‘%@’에 추가
pl: Dodaj do “%@”
pt_br: Adicionar a “%@”
ru: Добавить в «%@»
tr: “%@” Arşivine Ekle
uk: Додати в «%@»
vi: Thêm vào “%@”
zh_hans: 添加到“%@”

# commonBack
source: Back
de: Zurück
es_mx: Atrás
fr: Précédent
it: Indietro
ko: 뒤로
pl: Wróć
pt_br: Voltar
ru: Назад
tr: Geri
uk: Назад
vi: Trở lại
zh_hans: 返回

# commonBottom
source: Bottom
de: Unten
es_mx: Abajo
fr: En bas
it: Sotto
ko: 하단
pl: na dole
pt_br: Inferior
ru: Внизу
tr: Altta
uk: внизу
vi: Dưới cùng
zh_hans: 底部

# commonCancel
source: Cancel
de: Abbrechen
es_mx: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
ru: Отмена
tr: Vazgeç
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消

# commonClear
source: Clear
de: Löschen
es_mx: Borrar
fr: Vider
it: Svuota
pl: Wyczyść
ru: Очистить
tr: Temizle
uk: Очистити
vi: Xoá hết
zh_hans: 清除

# commonCompressContentsTo
source: Compress Contents of "%@"
de: Inhalt von "%@" komprimieren
es_mx: Comprimir el contenido de "%@"
fr: Compresser le contenu vers "%@"
it: Comprimi il contenuto di "%@"
pl: Spakuj zawartość "%@"
ru: Сжать содержимое "%@"
uk: Стиснути вміст «%@»
zh_hans: 压缩“%@”的内容

# commonCompressTo
source: Compress to "%@"
de: Komprimieren nach "%@"
es_mx: Comprimir en "%@"
fr: Compresser vers "%@"
it: Comprimi in "%@"
pl: Spakuj do "%@"
ru: Сжать в "%@"
uk: Стиснути до «%@»
zh_hans: 压缩为“%@”

# commonCompression
source: Compression
de: Komprimierung
es_mx: Compresión
it: Compressione
ko: 압축
pl: Archiwizacja
pt_br: Compressão
ru: Сжатие
tr: Sıkıştırma
uk: Стиснення
vi: Nén
zh_hans: 压缩

# commonContinue
source: Continue
de: Fortfahren
es_mx: Continuar
fr: Continuer
it: Continua
ko: 계속
pl: Dalej
pt_br: Continuar
ru: Продолжить
tr: Sürdür
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续

# commonDelete
source: Delete
de: Löschen
es_mx: Eliminar
fr: Supprimer
it: Elimina
ko: 삭제
pl: Usuń
pt_br: Apagar
ru: Удалить
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除

# commonDisabled
source: Disabled
de: Deaktiviert
es_mx: Deshabilitado
fr: Désactivé
it: Disabilitato
ko: 비활성화
pl: Wyłączone
pt_br: Desativado
ru: Отключено
tr: Kapalı
uk: вимкнено
vi: Đã tắt
zh_hans: 已停用

# commonDone
source: Done
de: Fertig
es_mx: Listo
fr: Terminé
it: Fatto
ko: 완료
pl: OK
pt_br: OK
ru: Готово
tr: Tamamlandı
uk: Готово
vi: Hoàn thành
zh_hans: 完成

# commonEnabled
source: enabled
de: aktiviert
es_mx: Habilitado
fr: Activées
it: Abilitato
ko: 활성화
pl: Włączone
pt_br: Ativado
ru: Включено
tr: Açık
uk: увімкнено
vi: đã bật
zh_hans: 已启用

# commonExtract
source: Extract
de: Extrahieren
es_mx: Extraer
fr: Extraire
it: Estrai
ko: 압축 풀기
pl: Wyodrębnij
pt_br: Extrair
ru: Распаковать
tr: Çıkar
uk: витягти
vi: Giải nén
zh_hans: 解压

# commonExtractArchive
source: Extract archive
de: Archive entpacken
es_mx: Extraer archivo
fr: Extraire l’archive
it: Estrai archivio
ko: 압축 풀기
pl: Rozpakuj archiwum
pt_br: Extrair Arquivo
ru: Распаковать архив
tr: Arşivi Çıkar
uk: Розпакувати архів
vi: Giải nén tệp lưu trữ
zh_hans: 解压压缩包

# commonExtractHere
source: Extract Here
de: Hier entpacken
es_mx: Extraer aquí
fr: Extraire Ici
it: Estrai qui
ko: 여기에 압축 풀기
pl: Wypakuj tutaj
pt_br: Extrair para aqui
ru: Распаковать здесь
tr: Buraya Çıkar
uk: Розпакувати тут
vi: Giải nén tại đây
zh_hans: 解压到当前位置

# commonExtractSelected
source: Extract selected
de: Auswahl entpacken
es_mx: Extraer selección
fr: Extraire la sélection
it: Estrai elementi selezionati
ko: 선택 항목 압축 풀기
pl: Rozpakuj zaznaczone
pt_br: Extrair seleção
ru: Распаковать выбранное
tr: Seçilenleri Çıkar
uk: Розпакувати вибране
vi: Giải nén các mục đã chọn
zh_hans: 解压选中项

# commonExtractTo
source: Extract to "%@"
de: Entpacken nach "%@"
es_mx: Extraer en "%@"
fr: Extraire vers "%@"
it: Estrai in "%@"
pl: Rozpakuj do "%@"
ru: Распаковать в "%@"
uk: Розпакувати до «%@»
zh_hans: 解压到“%@”

# commonExtracting
source: Extracting
de: Entpacken
es_mx: Extrayendo
fr: Extraction en cours
it: Estrazione in corso
pl: Wypakowanie
ru: Распаковка
tr: Çıkarılıyor
uk: Розпакування
vi: Đang giải nén
zh_hans: 正在解压

# commonFind
source: Find
de: Suchen
es_mx: Buscar
fr: Rechercher
it: Cerca
ko: 찾기
pl: Znajdź
pt_br: Buscar
ru: Найти
tr: Bul
uk: Пошук
vi: Tìm kiếm
zh_hans: 查找

# commonGrantAccess
source: Grant Access
de: Zugriff erlauben
es_mx: Permitir acceso
fr: Donner l'accès
it: Autorizza Accesso
pl: Udziel dostępu
ru: Дать доступ
uk: Надати доступ
vi: Cấp quyền truy cập
zh_hans: 授予访问权限

# commonHelpWithTranslation
source: Help with translation
de: Bei der Übersetzung helfen
es_mx: Ayuda a traducir
fr: Aider pour la traduction
it: Aiuto per la traduzione
pl: Pomoc w tłumaczeniu
ru: Помочь с переводом
tr: Çeviriye Katkıda Bulun
uk: Допомогти з перекладом
vi: Hỗ trợ dịch thuật
zh_hans: 帮助翻译

# commonImprint
source: Legal Notice
de: Impressum
es_mx: Aviso legal
fr: Mentions légales
it: Note legali
ko: 법적 고지
pl: Nota prawna
pt_br: Aviso legal
ru: Правовая информация
tr: Yasal Bildirim
uk: Правова інформація
vi: Thông báo pháp lý
zh_hans: 法律声明

# commonItemCount
source: %lld items
de: %lld Objekte
es_mx: %lld archivos
fr: éléments
it: %lld file
ko: lld개 항목
pl: %lld pliki
ru: %lld элементов
uk: %lld елементів
vi: %lld mục
zh_hans: %lld 个项目

# commonLearn
source: Learn more…
de: Weitere Infos …
es_mx: Obtén detalles…
fr: En savoir plus…
it: Scopri di più…
ko: 더 알⁠아⁠보⁠기…
pl: Więcej informacji…
pt_br: Saiba mais…
ru: Дополнительно…
tr: Daha Fazla Bilgi…
uk: Докладніше…
vi: Tìm hiểu thêm…
zh_hans: 进一步了解…

# commonMore
source: More
de: Mehr
es_mx: Más
fr: Plus
it: Altro
ko: 더보기
pl: Więcej
pt_br: Mais
ru: Больше
tr: Daha Fazla
uk: Більше
vi: Hơn nữa
zh_hans: 更多

# commonNewArchive
source: New Archive
de: Neues Archiv
es_mx: Crear archivo comprimido
fr: Nouvelle Archive
it: Nuovo Archivio
pl: Nowe archiwum
ru: Новый архив
tr: Yeni Arşiv
uk: Новий архів
vi: Tệp nén mới
zh_hans: 新建压缩包

# commonNewWindow
source: New %@ Window
de: Neues %@ Fenster
es_mx: Nueva ventana de %@
fr: Nouvelle fenêtre %@
it: Nuova %@ Finestra
ko: 새 %@ 윈도우
pl: Nowe %@ Okno
ru: Новое окно %@
tr: Yeni %@ Penceresi
uk: Нове вікно %@
vi: Cửa sổ mới %@
zh_hans: 新 %@ 窗口

# commonNone
source: None
de: Ohne
es_mx: Ninguno
fr: Aucun
it: Nulla
ko: 없음
pl: Brak
pt_br: Nenhuma
ru: Нет
tr: Yok
uk: Не призначено
vi: Không có
zh_hans: 无

# commonNothingSelected
source: Nothing selected
de: Keine Auswahl
es_mx: Nada seleccionado
fr: Rien n’est sélectionné
it: Nessuna selezione
ko: 선택된 항목 없음
pl: Nic nie jest zaznaczone
pt_br: Não há nada selecionado
ru: Ничего не выбрано
tr: Seçili bir şey yok
uk: Нічого не вибрано
vi: Chưa chọn lệnh nào
zh_hans: 未选择任何内容
